Repository: samahsamiee/Week-3
Catalog: Mac-Linux-USB-Loader/Mac-Linux-USB-Loader/*.lproj/Localizable.strings
Languages: de, es, it, ja, nb, nl

source: You need to select the USB drive to install to.
de: Sie müssen das USB-Laufwerk angeben, auf das Sie installieren möchten.
es: Seleccione el dispositivo USB en el que hacer la instalación.
it: È necessario selezionare il dispositivo USB su cui installare.
ja: インストールするためのUSBドライブを選択する必要があります
nb: Du må velge USB enheten å installere til.
nl: Je moet het USB-station selecteren om naar te installeren.

source: You need to select the source of the Enterprise binaries that will be copied to this USB drive.
de: Sie müssen die Quelle der Enterprise-Binärdateien angeben, die auf das USB-Laufwerk kopiert werden sollen.
es: Es necesario seleccionar el orígen de los binarios Enterprise que van a ser copiados a este dispositivo USB.
it: È necessario selezionare la sorgente dei binari Enterprise che verranno copiati nel dispositivo USB.
ja: このUSBドライブにコピーされるEnterpriseのバイナリーのソースを選ぶ必要があります
nb: Du trenger å velge Enterprise binærfiler som blir kopiert til denne USB enheten.
nl: Je moet de bron selecteren van de enterprise binaries die gekopieërd zullen worden naar dit USB-station.

source: Other
nl: Overige
