Repository: samahsamiee/Week-3
Catalog: Mac-Linux-USB-Loader/Mac-Linux-USB-Loader/*.lproj/Localizable.strings
Languages: de, es, it, ja, nb, nl

source: Are you sure that you want to cancel this download operation?
de: Sind Sie sicher, dass Sie den Download abbrechen wollen?
es: ¿Está seguro de querer cancelar esta descarga?
it: Sicuro di voler cancellare questa operazion di download?
ja: このダウンロードを本当にキャンセルしますか？
nb: Er du sikker på at du vil kansellere denne operasjonen?
nl: Ben je zeker dat je deze downloadoperatie wilt annuleren?

source: Are you sure you want to clear caches?
de: Sind Sie sicher, dass Sie den Zwischenspeicher löschen wollen?
es: ¿Está seguro que quiere borrar cachés?
it: Sicuro di voler pulire la cache?
ja: 本当にキャッシュを削除しますか？
nb: Er du sikker på at du vil tømme cachene?
nl: Ben je zeker dat je de caches wilt leegmaken?

source: Are you sure you want to enable clearing caches?
de: Wollen Sie es zulassen, dass der Zwischenspeicher gelöscht wird?
es: ¿Está seguro de que quiere habilitar la limpieza de caché?
it: Sicuro di voler attivare la pulizia della cache?
ja: 本当にキャッシュ削除を有効にしますか？
nb: Er du sikker på at du vil aktivere tillate tømming av cacher?
nl: Ben je zeker dat je het leegmaken van caches wilt aanzetten?

source: Can't download this distribution.
de: Die Distribution konnte nicht heruntergeladen werden.
es: No es posible descargar esta distribución.
it: Impossibile scaricare questa distribuzione.
ja: このディストリビューションはダウンロードできません
nb: Kan ikke nedlaste denne distribusjonen.
nl: Kan deze distributie niet downloaden.

source: Can't install to this USB device.
de: Auf dieses USB-Laufwerk kann nicht installiert werden.
es: No es posible instalar en este dispositivo USB.
it: Impossibile installare in questo dispositivo USB.
ja: このUSBデバイスにインストールすることはできません
nb: Kan ikke installere til denne USB enhet.
nl: Kan niet installeren op dit USB-apparaat.

source: Cannot use this USB as a startup disk.
de: Dieses USB-Laufwerk kann nicht als Startup-Disk benutzt werden.
es: No es posible usar esta memoria USB como un disco de arranque.
it: Impossibile usare questa USB come startup disk.
ja: このUSBデバイスを起動ディスクとして使用することはできません
nb: Kan ikke bruke denne USB som oppstarts disk.
nl: Kan deze USB niet als opstartschijf gebruiken.

source: Clear All
de: Alle entfernen
es: Limpiar todo
it: Cancella Tutto
ja: すべて消去
nb: Fjern Alt
nl: Wis Alles

source: Couldn't get security scoped bookmarks.
de: Zugriff auf das Laufwerk nicht gestattet.
es: No se pudo obtener marcadores de seguridad.
it: Impossibile ottenere l'ambito di sicurezza dei segnalibri.
ja: security-scoped bookmarkを取得できませんでした。
nb: Kunne ikke få sikkerhets scoped bokmerker.
nl: Kon beveiligings-gerelateerde bladwijzers niet verkrijgen

source: Create Live USB
de: Live USB erstellen
es: Crear Live USB
it: Crea Live USB
ja: Live USBを作成
nb: Skap Live USB
nl: Maak Live USB

source: Creating persistence file...
de: Persistenz-Datei erstellen...
es: Creando archivo de persistencia ...
it: Creando il file di persistence...
ja: 保存領域のファイルを作成しています...
nb: Skaper stadhaftighets fil...
nl: Persistence-bestand aanmaken...

source: Creating virtual loopback filesystem...
de: Erstelle virtuelles Loopback-Dateisystem...
es: Creando sistema de archivos virtual ...
it: Creando virtual loopback filesystem...
ja: 仮想ループバックファイルシステムを作成しています...
nb: Skaper virtuell loopback filsystem...
nl: Virtual loopback bestandssysteem aanmaken...

source: Current Version
de: Aktuelle Version
es: Versión actual
it: Versione Attuale
ja: 現在のバージョン
nb: Nåværende Versjon
nl: Huidige Versie

source: Distribution Downloader
de: Distributions-Downloader
es: Gestor de Descarga de Distribuciones
it: Downloader di Distribuzione
ja: ディストリビューションダウンローダー
nb: Distribusjon Nedlaster
nl: Distributie Downloader

source: Distribution Name
de: Name der Distribution
es: Nombre distribución
it: Nome della Distribuzione
ja: ディストリビューション名
nb: Distribusjon Navn
nl: Distributienaam

source: Done creating persistence.
de: Persistenz wurde erfolgreich erstellt.
es: Se ha creado la persistencia.
it: Creazione persistence avvenuta.
ja: 保存領域の作成が完了しました
nb: Ferdig med å lage standhaftighet.
nl: Gereed met het aanmaken van persistence.

source: Downloader
es: Gestor de Descargas
ja: ダウンローダー
nb: Nedlaster

source: Finished Installing:
de: Installation beendet:
es: Instalación Terminada:
it: Installazione Terminata:
ja: 終了したインストール:
nb: Installasjon Fullført:
nl: Installatie beëndigd:

source: General
de: Allgemein
it: Generale
ja: 一般
nb: Generell
nl: Algemeen

source: Grant Access
de: Zugriff erlauben
es: Permitir acceso
it: Garantisci Accesso
ja: アクセス権を付与
nb: Gi Adgang
nl: Toegang Verschaffen

source: Invalid location name entered.
de: Es wurde ein ungültiger Name eingegeben.
es: Está introduciendo un nombre inválido.
it: Nome di localizzazione inserito non valido.
ja: 入力されたロケーション名は無効です
nb: Ugyldig lokasjon navn satt inn.
nl: Ongeldige locatienaam ingevoerd

source: Mac Linux USB Loader cannot download the mirror lists because you are not connected to the Internet.
de: Mac Linux USB Loader konnte die Liste der Spiegel nicht herunterladen, da Sie nicht mit dem Internet verbunden sind.
es: Mac Linux USB Loader no puede descargar las listas de repositorios de las distribuciones porque no hay conexión a Internet
it: Mac Linux USB Loader non può scaricare la lista dei mirror perchè non sei connesso a Internet.
ja: インターネットに接続されていないため、Mac Linux USB Loader はミラーリストをダウンロードできませんでした。
nb: Mac Linux USB Loaderkan ikke nedlaste listen med speil fordi du er ikke tilkoblet nettet.
nl: Mac Linux USB Loader kan de mirrorlijsten niet downloaden omdat je niet met het internet verbonden bent.

source: No
de: Nein
ja: いいえ
nb: Nei
nl: Neen

source: No Enterprise source file selected.
de: Keine Enterprise-Quelldatei ausgewählt.
es: No se ha seleccionado ninguna fuente de Enterprise.
it: File sorgente Enterprise non selezionato.
ja: Enterpriseのソースファイルが選択されていません
nb: Ingen Enterprise kilde filer valgt.
nl: Geen Enterprise bronbestand geselecteerd.

source: No Registered Devices
de: Keine registrierten Geräte
es: No hay dispositivos registrados.
it: Nessun Dispositivo Registrato
ja: 登録されているドライブがありません
nb: Ingen Registrerte Enheter
nl: Geen Geregistreerde Apparaten

source: No USB drive selected.
de: Kein USB-Laufwerk ausgewählt.
es: No se ha seleccionado ningún dispositivo USB.
it: Dispositivo USB non selezionato.
ja: USBドライブが選択されていません
nb: Ingen USB enhet valgt.
nl: Geen USB-station geselecteerd.

source: No information about this distribution was found in your language.
de: Es wurden keine Informationen über diese Distribution in Ihrer Sprache gefunden.
es: No se ha encontrado información de esta distribución en tu idioma.
it: Nessuna informazione su questa distribuzione è stata trovata nella tua lingua.
ja: この言語においてこのディストリビューションに関する詳しい情報が見つかりませんでした
nb: Ingen informasjon om denne distribusjonen var funnet på dit språk.
nl: Geen informatie over deze distributie was gevonden in jouw taal.

source: No information on this distribution could be found due to a network problem. You might not be connected to the Internet.
de: Wegen eines Netzwerkproblems konnten keine Informationen über diese Distribution gefunden werden. Eventuell sind Sie nicht mit dem Internet verbunden.
es: No se ha encontrado información de esta distribución por un problema de red. Puede que estés desconectado.
it: Nessuna informazione su questa distripuzione trovata a causa di un problema di rete. Potresti non essere connesso a Internet.
ja: ネットワークに関する問題のため、このディストリビューションの情報を探すことが出来ませんでした。
nb: Ingen informasjon om denne distribusjonen var funnet på grunn av et nettverks problem. Det er sjanse for at du er ikke tilkoblet nettet.
nl: Geen informatie over deze distributie kon gevonden worden door een netwerkfout. Je bent misschien niet verbonden met het internet.

source: No network connection.
de: Keine Netzwerk-Verbindung.
es: No hay conexión de red.
it: Nessuna connessione.
ja: ネットワーク接続がありません
nb: Ingen nettverks forbindelse.
nl: Geen netwerkverbinding.

source: No source location name entered.
de: Es wurde keine Bezeichnung für die Quelldateien angegeben.
es: No se ha especificado carpeta de destino.
it: Nessun nome di localizzazione sorgente inserito.
ja: ソースの場所ロケーション名が入力されていません
nb: Ingen kilde lokasjon navn satt inn.
nl: Geen bronlocatienaam ingevoerd.

source: No source location path entered.
de: Es wurde kein Pfad zu den Quelldateien angegeben.
es: No se ha especificado ruta.
it: Nessun indirizzo di localizzazione sorgente inserito.
ja: ソースのロケーションパスが入力されていません
nb: Ingen kilde lokasjon vei satt inn.
nl: Geen bronlocatiepad ingevoerd.

source: No source location version entered.
de: Es wurde keine Version für die Quelldateien angegeben.
es: No se ha especificado versión
it: Nessuna versione di localizzazione sorgente inserita.
ja: ソースのロケーションバージョンが入力されていません
nb: Ingen kilde lokasjon versjon satt inn.
nl: Geen bronlocatieversie ingevoerd.

source: Not enough free space
de: NIcht genügend Speicherplatz vorhanden.
es: No hay suficiente espacio libre.
it: Spazio libero insufficente.
ja: 十分な空き容量がありません
nb: Ikke nok fri plass
nl: Niet genoeg vrije ruimte

source: Okay
es: Cerrar
ja: OK
nb: Okei
nl: Oké

source: Perform Installation
de: Installation durchführen
es: Instalar
it: Esegui Installazione
ja: インストールを実行
nb: Utfør installasjonen

source: Persistence Manager
de: Persistenz-Manager
es: Configuración de la Persistencia
it: Gestore Persistence
ja: 保存領域マネージャー
nb: Standhaftighets Organiserings Hjelp

source: Please select the directory containing Enterprise files.
de: Bitte wählen Sie den Ordner aus, der die Enterprise-Dateien enthält.
es: Por favor seleccione la carpeta que contiene los archivos de Enterprise.
it: Selezionare la cartella contente i file Enterprise.
ja: Enterpriseのファイルが含まれているディレクトリーを選択してください。
nb: Vennligst velg katalogen som inneholder Enterprise files.
nl: Gelieve de map met de Enterprise bestanden te selecteren.

source: Preferences
de: Einstellungen
es: Preferencias
it: Preferenze
ja: 環境設定
nb: Preferanser
nl: Voorkeuren

source: Setup USB Device
de: USB-Laufwerk einrichten
es: Configurar Dispositivo USB
it: Setup Dispositivo USB
ja: USBデバイスの設定
nb: Oppsett USB Enhet
nl: USB-Apparaat Instellen

source: The USB device that you have selected cannot be accessed because the system denied access to the resource.
de: Das USB-Laufwerk, das Sie ausgewählt haben, konnte nicht angesprochen werden, da das System den Zugriff darauf abgelehnt hat.
es: No se ha podido acceder al dispositivo USB que ha seleccionado porque el sistema ha denegado el acceso al recurso.
it: Il dispositivo USB che hai selezionato non è accessibile perchè il sistema ha negato l'accesso alla risorsa.
ja: システムがリソースへのアクセスを拒否しているため選択したUSBデバイスにアクセスできませんでした。
nb: USB enheten som du valgte kan ikke aksesseres fordi systemet nektet adgang til kilden.
nl: Het USB-aparaat dat je hebt geselecteerd kan niet bereikt worden omdat het systeem toegang geweigerd heeft tot de USB.

source: The USB drive that you have selected does not have enough free space. At least %@ of space is required.
de: Das USB-Laufwerk, das Sie ausgewählt haben, verfügt nicht über ausreichenden freien Speicherplatz. Mindestens %@ freier Speicherplatz wird benötigt.
es: El dispositivo USB que ha seleccionado no tiene suficiente espacio libre. Se requiere al menos %@ de espacio libre.
it: Il dispositivo USB che hai selezionato non ha abbastanza spazio libero. Almeno %@ di spazio sono richiesti.
ja: 選択したUSBドライブは十分な空き容量がありません。少なくとも容量の%@は必要です。
nb: USB enheten du har valgt har ikke nokk fri plass. Det minste som trengs %@ er nødvendig.
nl: Het USB-station dat je geselecteerd hebt heeft niet genoeg vrije ruimte. Ten minste %@ ruimte is vereist.

source: The installation failed because the Enterprise source that you have selected is either incomplete or missing.
de: Die Installation ist fehlgeschlagen, da die von Ihnen gewählte Enterprise-Quelle entweder unvollständig oder nicht vorhanden ist.
es: La instalación ha fallado porque la fuente de Enterprise que está seleccionado está incompleta o no existe.
it: L'installazione è fallita perchè la sorgente Enterprise che hai selezionato è incompleta o mancante.
ja: 選択したEnterpriseのソースが不完全かあるいは存在しないためインストールに失敗しました
nb: Installasjonen mislyktes fordi Enterprise kilden som du har valgt er enten ufullstendig eller manglende.
nl: De installatie is mislukt omdat de bron die je geselecteerd hebt ofwel incompleet ofwel onbestaand is.

source: The name that you have entered for this Enterprise source already exists. Please enter a different name.
de: Der Name für die Enterprise-Quelle existiert bereits. Bitte wählen Sie einen anderen Namen.
es: El nombre que está entrando para esta fuente de Enterprise ya existe. Por favor proporcione un nombre diferente.
it: Il nome che hai inserito per questa sorgente Enterprise è già esistente. Inserire un nome differente.
ja: 入力したEnterpriseのソース名はすでに存在しています。違う名前を入力してください。
nb: Navnet du tastet inn for denne Enterprise kilden allerede eksisteres. Vennigst taster inn et annet navn.
nl: De naam die je ingegeven hebt voor deze Enterprise bron bestaat al. Voer a.u.b. een andere naam in.

source: The persistence file has been created. You should be able to boot your selected Linux distribution with persistence on this USB drive now.
de: Die Persistens-Datei wurde erstellt. Sie können jetzt die von Ihnen gewählte LINUX-Distribution von diesem Laufwerk booten und die Persistenz nutzen.
es: El archivo con la persistencia ha sido creado. Ahora debería ser capaz de arrancar su distribución de Linux seleccionada con la persistencia.
it: Il file di persistence è stato creato. Dovresti essere in grado avviare la distribuzione di Linux con persistence su questo dispositivo USB adesso.
ja: 保存領域ファイルが作成されました。選択したLinuxディストリビューションが保存領域でUSBから起動できるようにすべきでしょう。
nb: Standhaftighets filen er blitt skapt. Du burde være i stand til å boote opp din valgt Linux distribusjon med standhatfighet på denne USB enheten nå.
nl: Het persistence bestand is aangemaakt. Je zou nu in staat moeten zijn om je geselecteerde Linux distributie op te starten met persistence vanaf dit USB-station.

source: The source that you entered is not valid.
de: Die Quelle, die Sie angegeben haben, ist ungültig.
es: La fuente que ha seleccionado no es válida.
it: La sorgente che hai inserito non è valida.
ja: 入力したソースは有効ではありません
nb: Kilden du satt inn er ikke gyldig.
nl: De bron die je ingevoerd hebt is niet geldig.

source: The source that you have selected is not valid because one or more of the Enterprise binaries are missing.
de: Die Quelle, die Sie angegeben haben, ist ungültig, weil eine oder mehrere Enterprise-Binärdateien fehlen.
es: La fuente que ha seleccionado no es válida porque faltan uno o más binarios de Enterprise.
it: La sorgente che hai selezionato non è valida perchè uno o più dei binari di Enterprise sono mancanti.
ja: Enterpriseのバイナリーの一つかそれ以上が不足しているため選択したソースは有効ではありません
nb: Kilden du satt inn er ikke gyldig fordi én eller flere Enterprise binærfiler er manglende.
nl: De bron die je hebt geselecteerd is niet geldig omdat één of meer van de Enterprise binaries ontbreken.

source: This USB drive cannot be used as a startup disk because OS X only recognizes startup disks with an HFS+ file system.
de: Dises USB-Laufwerk kann nicht als Startup-Disk benutzt werden, weil OS X ein Laufwerk mit einem HFS+ Dateisystem benötigt.
es: Este dispositivo USB no puede ser usado como disco de arranque porque OS X solo reconoce discos de arranque con un sistema de archivos HFS+.
it: Questo dispositivo USB non può essere usato come startup disk perchè solo OS X riconosce li startup disk con un file system HFS+.
ja: OS XはHFS+ファイルシステムを使った起動ディスクのみ認識するためこのUSBドライブを起動ディスクとして使用することはできません
nb: Denne USB enheten kan ikke være brukt som oppstart disk fordi OS X kun gjenkjenner oppstart disker med en HFS+ fil system.
nl: Dit USB-station kan niet gebruikt worden als opstartschijf omdat OS X alleen opstartschijven met een HFS+ bestandssysteem herkent.

source: This can be useful if you want to conserve your disk space, but it will delete all of your downloaded ISO files and reset your download mirrors.
de: Dies kann nützlich sein, wenn Sie auf Ihrer Festplatte Platz sparen wollen, aber es wird alle Ihre heruntergeladenen ISO-Dateien löschen und Ihre Download-Spiegel.
es: Esto puede ser útil si quiere conservar espacio en su disco, pero borrará todos los archivos ISO y actualizará los repositorios de descarga.
it: QUesto può essere utile se vuoi slavare spazio su disco, ma cancellerà tutti i file ISO scaricati e resetterà i tuoi download mirror.
ja: これは空き容量を確保したい場合に役立つかもしれませんがダウンロードしたすべてのISOファイルが削除され、またダウンロードしたミラーリストがリセットされます。
nb: Dette kan være nyttig hvis du vil konservere disk plass, men det kommer til å slette dine nedlastet ISO filer og nullstiller dine nedlastet speil.
nl: Dit kan handig zijn als je schijfruimte wilt bewaren, maar het zal al je gedownloade ISO bestanden verwijderen en je gedownloade mirrors resetten.

source: This operation cannot be undone.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Esta operación no se puede deshacer.
it: Questa operazione non può essere annullata.
ja: この作業はできません
nb: Denne operasjonen kan ikke være ugjort.
nl: Deze operatie kan niet ongedaan gemaakt worden.

source: This source can't be deleted because it is included with Mac Linux USB Loader.
de: Diese Quelle kann nicht gelöscht werden, weil sie Teil des Mac Linux USB Loader ist.
es: Este repositorio no puede ser borrado porque está incluido con Mac Linux USB Loader.
it: Questa sorgente non può essere eliminata perchè è inclusa con Mac Linux USB Loader.
ja: このソースはMac Linux USB Loaderに含まれているため、削除できませんでした。
nb: Denne kilden kan ikke være slettet fordi den er inkludert med Mac Linux USB Loader.
nl: Deze bron kan niet verwijderd worden omdat het meegeleverd wordt bij Mac Linux USB Loader.

source: This source can't be deleted.
de: Diese Quelle kann nicht gelöscht werden.
es: Este fuente no puede ser borrada.
it: Questa sorgente non può essere eliminata.
ja: このソースは削除できませんでした。
nb: Denne kilden kan ikke være slettet.
nl: Deze bron kan niet verwijderd worden.

source: This will clear your stored Enterprise sources, downloaded ISO files, and cached download mirror information every two months.
de: Dies wird Ihre gespeicherten Enterprise-Quelldateien, heruntergeladene ISO-Dateien und zwischengespeicherte heruntergeladene Spiegel-Informationen alle zwei Monate löschen.
es: Esta acción borrará las fuentes de Enterprise configuradas, archivos ISO descargados, y la información del caché de la información de las descargas cada dos meses.
it: Questo cancellerà le sorgenti Enterprise memorizzate, i file ISO scaricati, e le informazioni dei download mirror salvati in cache ogni due mesi.
ja: 二カ月毎に保存されたEnterpriseのソースやダウンロードしたISOファイルとキャッシュされたダウンロードのミラーリストの情報が消去されます
nb: Dette tømmer dine lagret Enterprise kilder, nedlastet ISO filer, og cache nedlastet speil informasjon hver to måneder.
nl: Dit zal je bewaarde Enterprise bronnen, gedownloade ISO bestanden en gecachede download mirror informatie elke twee maanden verwijderen.

source: To authorize Mac Linux USB Loader to access your USB drive, please click Grant Access below.
de: Damit Mac Linux USB Loader auf Ihr USB-Laufwerk zugreifen kann, klicken Sie bitte auf "Zugriff erlauben".
es: Por favor haz click en Permitir Acceso para autorizar Mac Linus USB Loader a acceder a tu dispositivo USB.
it: Per autorizzare Mac Linux USB Loader ad accedere al tuo dispsitivo USB, fare click su Garantisci Accesso.
ja: Mac Linux USB LoaderにUSBドライブへのアクセス権限を与えるには下の"アクセス権限を付与"クリックしてください
nb: For å autorisere denne Mac Linux USB Loader til å få adgang til din USB enhet, vennligst click Gi Adgang nedenfor.
nl: Om Mac Linux USB Loader toegang te verlenen tot jouw USB-station, klik je hieronder op Toegang Verschaffen.

source: Updates
es: Actualizaciones
it: Aggiornamenti
ja: アップデート
nb: Oppdateringer

source: Version
es: Versión
it: Versione
ja: バージョン
nb: Versjon
nl: Versie

source: Version %@ (%@)
de: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
nb: Versjon %1$@ (%2$@)
nl: Versie %1$@ (%2$@)

source: Yes
de: Ja
es: Sí
it: Sì
ja: はい
nb: Ja
nl: Ja

source: You are now ready to use your USB drive!
de: Sie können das USB-Laufwerk nun benutzen!
es: ¡Ahora está listo para usar su dispositivo USB!
it: Sei pronto per usare il tuo dispositivo USB ora!
ja: 今すぐUSBドライブを使用することができます！
nb: Du er nå klar til å bruke din USB enhet!
nl: Je bent nu klaar om je USB-station te gebruiken!

source: You cannot download this distribution because Mac Linux USB Loader has not finished downloading its list of mirrors.
de: Sie können diese Distribution noch nicht herunterladen, da Mac Linux USB Loader die Liste der Spiegel noch nicht vollständig geladen hat.
es: No puedes bajar esta distribución porque Mac Linux USB Loader no ha acabado de descargar la lista de mirrors.
it: Non puoi scaricare questa distribuzione perchè Mac Linux USB Loader non ha finito di scaricare la lista di mirror.
ja: Mac Linux USB Loaderのミラーリストのダウンロードが完了していないため、このディストリビューションをダウンロードすることができません。
nb: Du kan ikke velge denne distribusjonen fordi Mac Linux USB Loader er ikke ferdig med å nedlaste sine lister av speiler.
nl: Je kan deze distributie niet downloaden omdat Mac Linux USB Loader nog niet klaar is met het downloaden van de lijst van spiegelservers.

source: You cannot download this distribution because Mac USB Linux Loader has not finished downloading its list of mirrors.
de: Sie können diese Distribution noch nicht herunterladen, da Mac Linux USB Loader die Liste der Spiegel noch nicht vollständig geladen hat.
es: No puedes bajar esta distribución porque Mac Linux USB Loader no ha acabado de descargar la lista de mirrors.
it: Non puoi scaricare questa distribuzione perchè Mac Linux USB Loader non ha finito di scaricare la lista di mirror.
ja: Mac Linux USB Loaderのミラーリストのダウンロードが完了していないため、このディストリビューションをダウンロードすることができません。
nb: Du kan ikke velge denne distribusjonen fordi Mac USB Linux Loader er ikke ferdig med å nedlaste sine lister av speiler.
nl: Je kan deze distributie nog niet downloaden omdat Mac Linux USB Loader nog niet klaar is met de spiegelserverlijst te downloaden.

source: You need to enter a name for this Enterprise installation source.
de: Sie müssen einen Namen für die Enterprise-Quelldateien angeben.
es: Es necesario especificar un nombre para esta la fuente de instalación de Enterprise.
it: È necessario inserire un nome per questa sorgente di installazione Enterprise.
ja: Enterpriseのインストールソースの名前を入力する必要があります
nb: Du trenger å taste inn et navn for denne Enterprise installasjon kilden.
nl: Je moet een naam invoeren voor deze Enterprise installatiebron

source: You need to enter a path to a folder containing a valid set of Enterprise binaries.
de: Sie müssen einen Pfad zu einem Ordner angeben, der alle notwendigen Enterprise-Quelldateien enthält.
es: Es necesario especificar la ruta a la carpeta que contiene el grupo de archivos binarios válido de Enterprise.
it: È necessario inserire un indirizzo di una cartella contenente un settaggio valido dei binari Enterprise.
ja: 有効なEnterpriseのバイナリーのセットが含まれているフォルダーへのパスを入力する必要があります
nb: Du trenger å sette inn et vei til filen som inneholder gyldig Enterprise binærfiler.
nl: Je moet een pad naar een map invoeren die een geldige set van Enterprise binaries bevat.

source: You need to enter the version of this Enterprise installation source.
de: Sie müssen eine Version für diese Enterprise-Installationsquelle angeben.
es: Es necesario especificar la versión de este código de instalación Enterprise.
it: È necessario inserire la versione di questa sorgente di installazione Enterprise.
ja: Enterpriseのインストールソースのバージョンを入力する必要があります
nb: Du trenger å sette inn versjonen av denne Enterprise installasjon kilden.
nl: Je moet de versie ingeven van deze Enterprise installatiebron.
