Repository: samahsamiee/Week-3
Catalog: Mac-Linux-USB-Loader/Mac-Linux-USB-Loader/*.lproj/MainMenu.strings
Languages: nb

# 5.title
source: Bring All to Front
nb: Ta Med Alt til Front

# 5DD-hP-clY.title
source: Open Tool
nb: Åpne Verktøy

# 5S3-fG-xVw.title
source: Distribution Downloader
nb: Distrubasjons Nedlaster

# 9zF-bC-eXK.title
source: Report Bug
nb: Rapporter program feil (Bug)

# 19.title
source: Window
nb: Vindu

# 23.title
source: Minimize
nb: Nedskaler

# 24.title
source: Window
nb: Vindu

# 29.title
source: AMainMenu
nb: AHovedMeny

# 58.title
source: About Mac Linux USB Loader
nb: Om Mac Linux USB Loader

# 72.title
source: Open…
nb: Åpne…

# 73.title
source: Close
nb: Lukk

# 81.title
source: File
nb: Fil

# 82.title
source: New
nb: Ny

# 83.title
source: File
nb: Fil

# 124.title
source: Open Recent
nb: Åpne Nylig Brukt

# 125.title
source: Open Recent
nb: Åpne Nylig Brukt

# 126.title
source: Clear Menu
nb: Tøm Meny

# 129.title
source: Preferences…
nb: Preferanser…

# 130.title
source: Services
nb: Servicer

# 131.title
source: Services
nb: Servicer

# 134.title
source: Hide Mac Linux USB Loader
nb: Gjem Mac Linux USB Loader

# 145.title
source: Hide Others
nb: Hejm Andre

# 150.title
source: Show All
nb: Vis Alt

# 195.title
source: Stop Speaking
nb: Stopp å Snakke

# 196.title
source: Start Speaking
nb: Begyn å Snakke

# 197.title
source: Copy
nb: Kopier

# 198.title
source: Select All
nb: Velg Alt

# 199.title
source: Cut
nb: Klipp Ut

# 200.title
source: Spelling and Grammar
nb: Staving og Gramatikk

# 201.title
source: Check Document Now
nb: Sjekk Dokument Nå

# 202.title
source: Delete
nb: Slett

# 203.title
source: Paste
nb: Lim Inn

# 204.title
source: Show Spelling and Grammar
nb: Vis Staving og Gramatikk

# 205.title
source: Edit
nb: Rediger

# 207.title
source: Undo
nb: Angre

# 208.title
source: Find Next
nb: Finn Neste

# 209.title
source: Find…
nb: Finn&hellip;

# 210.title
source: Jump to Selection
nb: Hopp til Utvalgt

# 211.title
source: Speech
nb: Tale

# 212.title
source: Speech
nb: Tale

# 213.title
source: Find Previous
nb: Finn Sist Brukt

# 215.title
source: Redo
nb: Gjør Om

# 216.title
source: Spelling and Grammar
nb: Staving og Gramatikk

# 217.title
source: Edit
nb: Rediger

# 218.title
source: Find
nb: Finn

# 219.title
source: Check Spelling While Typing
nb: Sjekk Staving Mens tasting

# 220.title
source: Find
nb: Finn

# 221.title
source: Use Selection for Find
nb: Bruk Seleksjon for å Finne

# 295.title
source: View
nb: Utsikt

# 296.title
source: View
nb: Utsikt

# 297.title
source: Show Toolbar
nb: Vis Verktøyslinje

# 298.title
source: Customize Toolbar…
nb: Tilpass Verktøyslinje&hellip;

# 346.title
source: Check Grammar With Spelling
nb: Sjekk Staving Mens Typing

# 348.title
source: Substitutions
nb: Erstatninger

# 349.title
source: Substitutions
nb: Erstatninger

# 350.title
source: Smart Copy/Paste
nb: Smart Kopi/Lim Inn

# 351.title
source: Smart Quotes
nb: Smart Sitat

# 354.title
source: Smart Links
nb: Smart Lenker

# 449.title
source: Transformations
nb: Transformasjoner

# 450.title
source: Transformations
nb: Transformasjoner

# 451.title
source: Make Upper Case
nb: Skap Stor Bokstav

# 452.title
source: Make Lower Case
nb: Skap Nedre Bokstav

# 453.title
source: Capitalize
nb: Kapitaler

# 457.title
source: Smart Dashes
nb: Smart Bindestrek

# 458.title
source: Show Substitutions
nb: Vis Ersatninger

# 462.title
source: Text Replacement
nb: Tekst Erstatning

# 465.title
source: Correct Spelling Automatically
nb: Fiks Staving Automatisk

# 470.title
source: Paste and Match Style
nb: Lim Inn og Etterlign Stil

# 491.title
source: Help
nb: Hjelp

# 492.title
source: Help
nb: Hjelp

# 493.title
source: Mac Linux USB Loader Help
nb: Mac Linux USB Loader Hjelp

# 532.title
source: Find and Replace…
nb: Finn og Erstatt…

# Ixf-5n-e5Q.title
source: Check for Updates...
nb: Sjekk for Oppdateringer…

# LhO-Jz-UPe.title
source: Show Project Website
nb: Vis Prosjekt Nettside

# Rct-bv-4eE.title
source: Registered Devices
nb: Registrert Enheter

# SZ2-R9-aee.title
source: Version 0.0.0 (000)
nb: Versjon 0.0.0 (000)

# XYg-e8-VkS.title
source: Text Cell
nb: Tekst Celle

# bCd-j9-j8y.title
source: Registered Devices
nb: Registrert Enheter

# d8m-Or-MfF.title
source: Open Tool
nb: Åpne verktøy

# dft-Op-QXY.title
source: Persistence Manager
nb: Standhaftighets Organiserings Hjelp

# f5Z-jQ-9Ok.title
source: More Options
nb: Flere Valg

# fjF-O3-g5i.title
source: Donate...
nb: Donere…

# iNg-8W-mXB.title
source: Show Project Homepage
nb: Vis Prosjekt Nettside

# kO5-Pl-dr9.title
source: Create New Live USB
nb: Skap Ny LIve USB

# oSM-TE-Nol.title
source: Welcome Screen
nb: Velkomst Skjerm

# oZ5-WW-zYO.title
source: Close
nb: Lukk

# sDa-Rj-9rb.title
source: Report Bug
nb: Rapporter program feil (Bug)

# vSy-lw-pcI.title
source: Setup USB Device
nb: Oppsett USB Enhet

# z0e-73-0dd.title
source: Table View Cell
nb: Bord Syns Celle
