Repository: samahsamiee/Week-3
Catalog: Mac-Linux-USB-Loader/Mac-Linux-USB-Loader/*.lproj/SBDistributionDownloaderPreferencesViewController.strings
Languages: de, it

# 4Be-1e-K5t.title
source: weekly
de: wöchentlich
it: settimanalmente

# 8vt-ts-25C.title
source: once per application launch
de: einmalig pro Applikationsaufruf
it: ogni avvio

# 9a4-XT-p28.title
source: OtherViews
it: AltreViste

# AVN-H6-ilo.title
source: yearly
de: jährlich
it: annualmente

# DEP-br-4VI.title
source: Open the downloaded ISO file
de: Öffnen der heruntergeladenen ISO-Datei
it: Apri il file ISO scaricato

# DK4-Bn-Yrx.title
source: Update mirror lists:
de: Spiegelliste aktualisieren:
it: Aggiorna liste mirror:

# KgJ-iP-2yG.title
source: Reveal in Finder
de: Im Finder öffnen
it: Mostra nel Finder

# U0W-FU-ZGT.title
source: Allow up to
de: Bis zu
it: Consenti fino a

# WoO-Ht-kfm.title
source: Ask each time
de: Jedesmal nachfragen
it: Chiedi ongi volta

# aFy-72-3os.title
source: simultaneous download operations.
de: gleichzeitige Downloads.
it: operazioni simultanee di download.

# cGw-9o-3M3.title
source: monthly
de: monatlich
it: mensilmente

# pf6-Co-bXh.title
source: When a download has completed:
de: Wenn ein Download komplett ist:
it: Quando un download Ã¨ completato:

# qe4-3B-RSI.title
source: Do nothing
de: Nichts unternehmen
it: Non fare niente

# vST-aP-7d3.title
source: daily
de: täglich
it: giornalmente
