Repository: samahsamiee/Week-3
Catalog: Mac-Linux-USB-Loader/Mac-Linux-USB-Loader/*.lproj/SBDocument.strings
Languages: de

# 2N3-rh-Hxh.title
source: This ISO lacks an EFI-enabled kernel
de: Der ISO-Datei fehlt ein EFI-fähiger Kernel

# 4e7-Dc-wKh.title
source: Choose Enterprise Source:
de: Bitte wählen Sie die Enterprise-Quelle:

# 5.title
source: Window
de: Fenster

# 6eC-ug-AG8.title
source: Refresh
de: Aktualisieren

# 6uC-rz-J2n.title
source: Previous
de: Zurück

# 7Id-gS-sW7.title
source: Other
de: Andere

# 8Ja-iN-ujj.title
source: Your Live USB has been created successfully. To boot it, please leave this drive in your Mac and restart your computer while holding down the Option (⌥) key. When the boot manager appears, select your drive.
de: Ihr Live USB-Laufwerk wurde erfolgreich erstellt. Um es zu booten, lassen Sie es eingesteckt und starten Ihren Mac neu. Während des Bootvorgangs müssen Sie die Optionstaste (⌥) gedrückt halten. Wählen Sie dann im Bootmanager Ihr Laufwerk.

# 85w-Ab-eWi.title
source: Installation Options
de: Installations-Setup

# CpB-zL-Sag.title
source: Success!
de: Fertig!

# JzD-IM-Mo0.title
source: Choose Destination:
de: Wählen Sie bitte das Ziellaufwerk aus:

# K4N-ZO-OI0.title
source: This ISO has code older than Ubuntu 14.10
de: Diese ISO-Datei benutzt Code, der älter als Ubuntu 14.10 ist

# Piy-za-BZH.title
source: Refresh
de: Aktualisieren

# Tnc-ZF-mM8.title
source: Begin Installation
de: Installation starten

# aOF-7O-fM8.title
source: Distribution Family:
de: Distributionsfamilie:

# acy-rY-KEm.title
source: USB Device Name
de: Name des USB-Laufwerks

# lUE-9Y-ccg.title
source: Next
de: Weiter
